tap "eth-p/software"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "ansible"
brew "bat"
brew "eth-p/software/bat-extras"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "httpie"
brew "jq"
brew "less"
brew "n"
brew "neovim"
brew "postgresql@14"
brew "ripgrep"
brew "rsync"
brew "tmux"
cask "alacritty"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-victor-mono"
cask "goland"
cask "google-chrome"
cask "intellij-idea"
